const textHTML = `
        <div class="py-16 xl:py-36 px-4 sm:px-6 lg:px-8 bg-gradient-to-b from-white via-white to-gray-50 overflow-hidden">
            <div class="max-w-max lg:max-w-7xl mx-auto">
                <div class="relative z-10 mb-8 md:mb-2 md:px-6">
                    <div class="text-base max-w-prose lg:max-w-none">
                        <h2 class="leading-6 text-sky-600 font-semibold tracking-wide uppercase">Пост от 12 июля 2024</h2>
                        <h1 class="mt-2 text-3xl leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">Цемент в строительстве и ремонте</h1>
                    </div>
                </div>
                <div class="relative">
                    <svg class="hidden md:block absolute top-0 right-0 -mt-20 -mr-20" width="404" height="384" fill="none" viewBox="0 0 404 384" aria-hidden="true">
                        <defs>
                            <pattern id="95e8f2de-6d30-4b7e-8159-f791729db21b" x="0" y="0" width="20" height="20" patternUnits="userSpaceOnUse">
                                <rect x="0" y="0" width="4" height="4" class="text-gray-200" fill="currentColor" />
                            </pattern>
                        </defs>
                        <rect width="404" height="384" fill="url(#95e8f2de-6d30-4b7e-8159-f791729db21b)" />
                    </svg>
                    <svg class="hidden md:block absolute bottom-0 left-0 -mb-20 -ml-20" width="404" height="384" fill="none" viewBox="0 0 404 384" aria-hidden="true">
                        <defs>
                            <pattern id="7a00fe67-0343-4a3c-8e81-c145097a3ce0" x="0" y="0" width="20" height="20" patternUnits="userSpaceOnUse">
                                <rect x="0" y="0" width="4" height="4" class="text-gray-200" fill="currentColor" />
                            </pattern>
                        </defs>
                        <rect width="404" height="384" fill="url(#7a00fe67-0343-4a3c-8e81-c145097a3ce0)" />
                    </svg>
                    <div class="relative bg-gradient-to-b from-white via-white to-gray-50 md:p-6">
                        <div class="lg:grid lg:grid-cols-1 lg:gap-12">
                            <div class="prose prose-indigo prose-lg text-gray-500 lg:max-w-none">
                                <p>Цемент – один из ключевых материалов, который широко применяется в строительстве и ремонте. Этот порошкообразный материал при смешивании с водой образует пластичную массу, которая затвердевает и превращается в камневидный материал. Цемент используется для создания бетона, растворов и других строительных смесей, что делает его незаменимым в современных строительных процессах.</p>
                                <h3>Применение цемента в строительстве</h3>
                                <ul>
                                    <li>Бетон. Бетон – это композиционный материал, состоящий из цемента, воды, песка и гравия. Его применяют для строительства фундамента, стен, полов, дорожных покрытий и других конструкций. Прочность и долговечность бетона зависят от качества цемента и правильных пропорций компонентов.</li>
                                    <li>Растворы. Цементные растворы используются для кладки кирпича, блока, оштукатуривания стен и других работ. Они обеспечивают прочное соединение между элементами конструкции, а также защищают их от внешних воздействий.</li>
                                    <li>Монолитное строительство. В современном строительстве монолитные технологии позволяют возводить здания практически любой конфигурации. Цементные смеси заливаются в опалубку, где они затвердевают, образуя единую монолитную структуру.</li>
                                    <li>Дорожное строительство. Цемент широко применяется для строительства автомобильных дорог, аэродромов и мостов. Использование цемента в дорожных покрытиях обеспечивает высокую прочность и долговечность, устойчивость к нагрузкам и погодным условиям.</li>
                                </ul>
                                
                            </div>
                            <div class="prose prose-indigo prose-lg text-gray-500 lg:max-w-none">
                            <h3>Применение цемента в ремонте</h3>
                                <ul>
                                    <li>Ремонт стен и полов. Цементные смеси используются для выравнивания поверхностей, заделки трещин и швов. Они обеспечивают ровное и гладкое основание для последующей отделки.</li>
                                    <li>Заливка стяжек. Цементные стяжки применяются для создания ровного пола перед укладкой плитки, паркета или ламината. Они также используются для устройства теплых полов.</li>
                                    <li>Ремонт фасадов. Цементные растворы и смеси применяются для ремонта и реставрации фасадов зданий. Они позволяют восстанавливать поврежденные участки и придают зданию эстетичный вид.</li>
                                    <li>Гидроизоляция. Специальные цементные смеси используются для создания гидроизоляционных слоев в бассейнах, подвалах и других помещениях, где необходимо предотвратить проникновение влаги.</li>
                                </ul>
                                                       
                            <h3>Преимущества использования цемента</h3>

                            <ol>
                                    <li>Прочность и долговечность. Цементные конструкции обладают высокой прочностью и долговечностью, что делает их устойчивыми к нагрузкам и воздействиям окружающей среды.</li>
                                    <li>Универсальность. Цемент можно использовать для создания различных строительных материалов и конструкций.</li>
                                    <li>Доступность. Цемент является относительно недорогим материалом, что делает его доступным для широкого круга потребителей.</li>
                                    <li>Экологичность. Современные виды цемента производятся с минимальным воздействием на окружающую среду, что делает их более экологичными.</li>
                            </ol>
                            
                            <div class="mt-6 prose prose-indigo prose-lg text-gray-500 lg:mt-0">
                                <p>Цемент – это незаменимый материал в строительстве и ремонте, который обеспечивает прочность, долговечность и универсальность конструкций. Правильное применение цемента позволяет создавать качественные и надежные сооружения, которые служат долгие годы.</p>
                                <p>Если вам необходим качественный цемент для строительства или ремонта, вы можете приобрести его на строительной базе “Орбита-Строй”. Широкий ассортимент продукции и доступные цены позволят вам выбрать оптимальный вариант для ваших нужд.</p>
        
                            </div>
                            </div>
                        </div>
                        <div class="mt-8 inline-flex rounded-md shadow">
                            <a href="/blog" class="flex items-center justify-center px-5 py-3 border border-transparent text-base font-medium rounded-md text-white bg-sky-600 hover:bg-sky-700"> Вернуться в блог </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
`;

const post = {
	textHTML
};

export const contentPost = {
	post
};
